// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "장치 검색";


// Search Task
SearchTaskName = "장치 선택";
SearchTaskTitle = "구성할 장치 선택";

AllFilterTitle = "전체";

DevicesFilterLabel = "장치:";
SupportedDevicesFilterTitle = "지원";

ConnectionFilterLabel = "연결:";

DeviceNameColumnTitle = "장치명";
ConnectionColumnTitle = "연결";
DetailsColumnTitle = "자세히";
DeviceModelColumnTitle = "장치 모델";

DeviceIsNotListedButtonTitle = "내 장치가 목록에 없음…";
SpecifyDeviceManuallyButtonTitle = "수동으로 장치 지정…";

AdminPasswordIsSetOnDeviceTitle = "선택한 장치에 관리자 암호가 설정되어 있음";
AdminPasswordIsSetOnDeviceText = "선택한 장치는 이미 설정되어 있는 것 같습니다. 관계 없이 설정을 계속하려면 \"계속\" 버튼을 클릭하십시오.";
AdminPasswordIsSetOnDeviceAWCConnectionText = "선택한 장치는 이미 설정되어 있는 것 같습니다.";

DeviceCommunicationError = "통신 오류";
DeviceCommunicationErrorText = "장치와 통신하는 동안 오류가 발생했습니다. 장치가 준비 상태인지 확인하고 다시 시도하십시오.";
DeviceCommunicationTimeoutErrorText = "장치가 응답하지 않습니다. 장치가 연결되어 있는지 확인하고 다시 시도하십시오.";

ManualSpecifyTaskDescription = "수동으로 장치 지정";
ManualSpecifyOkButtonTitle = "연결";
